Repository: greg2002mi/studio-website
Catalog: kamiweb/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Yes
ru: Да

source: No
ru: Нет

source: Applied
ru: принято

source: Processing
ru: На рассмотрении

source: Closed
ru: Закрыто

source: New
ru: Новый

source: Called
ru: Позвонил

source: Waiting for responce
ru: В ожидании ответа

source: RUB
ru: РУБ

source: Very unpleasant
ru: Очень плохо

source: Unpleasant
ru: Плохо

source: OK
ru: Удовлетворительно

source: Good
ru: Хорошо

source: Excellent
ru: Отлично

source: No lang
ru: Нет языка

source: English
ru: Английский

source: Russian
ru: Русский

source: None
ru: Пусто

source: Home
ru: Главная

source: Video case
ru: Видео кейсы

source: Reel
ru: Рилсы

source: Photography
ru: Фотографии

source: Grachic Design
ru: Графический дизайн

source: Website
ru: Сайты

source: SMM
ru: SMM продвижение

source: Services
ru: Услуги

source: About Studio
ru: О студии

source: Clients
ru: Клиенты

source: Reviews
ru: Отзывы

source: Contacts
ru: Контакты

source: Make an order
ru: Сделать заявку

source: Call me
ru: Позвонить мне

source: Order
ru: Заказ

source: Write
ru: Написать

source: Success page
ru: Страница "Успешно"

source: Failed page
ru: Страница "Сбой"

source: Without title (200) (-300)
ru: Без названия (200) (-300)

source: Address
ru: Адрес

source: email address
ru: Эл. почта

source: Content
ru: Контент

source: Incheon, South Korea
ru: Инчхон, Республика Корея

source: Mon to Fri 9am to 6 pm
ru: С будние дни с 9 до 18 часов

source: Send us your query anytime!
ru: Оставьте вашу заявку в любое время!

source: Let us call You!
ru: Мы с Вами свяжемся!

source: Leave us your contacts and we will get back to you at your convenient time.
ru: Введите свои контактные данные и мы перезвоним.

source: Submit
ru: Подать

source: Our Graphic designs
ru: Наши примеры графического дизайна

source: Take a look at our Portfolio of graphic designs
ru: Обзор нашего портфолио графического дизайна.

source: Take a look at some of our work
ru: Обзор наших работ.

source: Services we provide:
ru: Наши услуги

source: Some of our clients
ru: Наши клиенты

source: Latest testimonials
ru: Недавние комментарии

source: Our services fit for...
ru: Для кого наши услуги

source: Let's talk!
ru: Хотите обсудить?

source: Write Review
ru: Написать отзыв

source: Testimonial from our Clients
ru: Отзывы наших клиентов

source: Examples
ru: Примеры

source: Enter header title
ru: Введите название шапки

source: Enter short description
ru: Введите короткое описание

source: Enter height in pixels (optional)
ru: Введите высоту в пикселях (опция)

source: Enter top offset in pixels (optional)
ru: Введите верхний сдвиг в пикселях (опция)

source: Title
ru: Название

source: Short Description
ru: Короткое описание

source: Image
ru: Изображение

source: Page
ru: Страница

source: Height (in pixels)
ru: Высота (в пикселях)

source: Top Offset (in pixels)
ru: Верхний сдвиг (в пикселях)

source: Title of Graphic design
ru: Название графического дизайна

source: Short description of Graphic design
ru: Короткое описание графического дизайна

source: Magnification of image. Default = 3, 6 will take a half of row
ru: Увеличение картинки. По умолчанию 3, значение 6 увеличит картинку в половину ширины страницы

source: Publish
ru: Опубликовать

source: Magnification
ru: Увеличение

source: Title of Video category in Russian
ru: Название Видео категории на Русском

source: Title of Video category in English
ru: Название Видео категории на Английском

source: In Russian
ru: На русском

source: In English
ru: На английском

source: Title of a Video Case
ru: Название видео кейса

source: Short description of video
ru: Короткое описание видео кейса

source: Paste "embed" url link, taken from desired youtube clip
ru: Вставьте ссылку "embed", взятую с требуемого ютуб ролика

source: Category
ru: Категория

source: Short description
ru: Короткое описание

source: Production date
ru: Дата выпуска

source: Your reel video
ru: Ваше видео рилса

source: Customer or Company name
ru: Клиент или название компании

source: Website address must start from www...
ru: Адрес веб-сайта, должно начинаться с www...

source: URL
ru: Ссылка

source: SMM service in Russian
ru: Услуга SMM на русском

source: SMM service in English
ru: Услуга SMM на английском

source: Before
ru: ДО

source: Description prior to...
ru: Описание ДО

source: (Can be blank) Link without https://...
ru: (по желанию) Ссылка должна быть без https:// (http:// )

source: After
ru: ПОСЛЕ

source: Description after...
ru: Описание ПОСЛЕ

source: Title of BEFORE example
ru: Название примера ДО

source: Description of BEFORE example
ru: Описание примера ДО

source: URL before
ru: Ссылка на пример ДО

source: Title of RESULTS example
ru: Название примера ПОСЛЕ

source: Description of RESULTS example
ru: Описание примера ПОСЛЕ

source: URL after
ru: Ссылка ПОСЛЕ

source: By default its for russian
ru: По умолчанию на русском

source: Title of service
ru: Название услуги

source: Price
ru: Цена

source: Currency
ru: Валюта

source: Language
ru: Язык

source: website url. omit https://
ru: Ссылка веб-сайта. без https://

source: Website link
ru: Ссылка на Веб-сайт

source: Title of a post
ru: Название поста

source: Team image
ru: Фото команды

source: Second image
ru: Второе фото

source: Greeting
ru: Приветствие

source: Main video big
ru: Основное видео

source: small video 2
ru: второе видео

source: small video 3
ru: третье видео

source: Services we provide
ru: Что мы делаем

source: Services we provide in English
ru: на английском

source: Services we provide in Korean
ru: на корейском

source: Service
ru: Услуга

source: In Korean
ru: На корейском

source: What we achieve
ru: Для кого наши услуги

source: What we achieve in English
ru: На английском

source: What we achieve in Korean
ru: На корейском

source: All publications:
ru: Все публикации

source: Order list:
ru: Список заявок

source: Order date
ru: дата заявки

source: Name
ru: Имя

source: Phone
ru: Телефон

source: email
ru: Эл. почта

source: Details
ru: Детали

source: Status
ru: Статус

source: Action
ru: Действие

source: Order Details
ru: Детали заявки

source: Accept
ru: Принять

source: Finish
ru: Завершить

source: Done
ru: Завершено

source: Edit order
ru: Изм.заявки

source: Save
ru: Сохранить

source: About us post
ru: Пост о нас

source: All data:
ru: Все данные:

source: Upload date
ru: Дата загрузки

source: Team
ru: Команда

source: Studio
ru: Студия

source: Published
ru: Опубликовано

source: Edit
ru: Изменить

source: Delete
ru: Удалить

source: Add new client
ru: Добавить нового клиента

source: Add client
ru: Добавить клиента

source: url
ru: Ссылка

source: Contact us page content
ru: Контент страницы Контакты

source: New page content
ru: Контент новой страницы

source: Date
ru: Дата

source: Upload new example
ru: Загрузить новый пример

source: Upload image
ru: Загрузить изображение

source: Title Before
ru: Название ДО

source: TItle After
ru: Название ПОСЛЕ

source: Image Before
ru: Изображение ДО

source: Image After
ru: Изображение ПОСЛЕ

source: Upload images
ru: Загрузить изображения

source: Short
ru: Короткое описание

source: Create new header entry
ru: Создать новый элемент шапки

source: Height
ru: Высота

source: Top
ru: Верхний сдвиг

source: Create new photography category
ru: Создать новую категорию фотографии

source: Create new Photography category
ru: Создать новую категорию фотографии

source: Upload promo videos
ru: Загрузить промо видео

source: Upload videos
ru: Загрузить видео

source: List of Our services
ru: Список наших услуг

source: Add service
ru: Добавить услугу

source: What we accomplish
ru: Для кого наши услуги

source: Add accomplishment
ru: Добавить наши цели

source: Promotional video table:
ru: Таблица промо видео:

source: Main video
ru: Основное видео

source: 2nd video
ru: 2ое видео

source: 3rd video
ru: 3ье видео

source: Upload Reel
ru: Загрузить рилс

source: Upload new reel
ru: Загрузить новый рилс

source: Create new reel category
ru: Создать категорию рилсов

source: video
ru: видео

source: Create new Reel category
ru: Создать категорию рилсов

source: Manage reviews
ru: Управление "Отзывы"

source: name
ru: Имя

source: role
ru: Позиция

source: company
ru: компания

source: content
ru: содержание

source: No review content
ru: Нет содержания отзыва

source: Just in case, here is a link to provide for reviews: http://www.kamiproduction.com/write_review
ru: Вы также можете отправить данную ссылку http://www.kamiproduction.com/write_review непосредственно вашим клиентам, чтобы они оставили для вас отзыв.

source: price
ru: цена

source: Create new SMM post
ru: Создать новый SMM пост

source: New Video Case from Youtube
ru: Добавить видео кейс с ютуба

source: Add Video case
ru: Добавить новый видео кейс

source: New video category
ru: Новая категория для видео

source: Youtube
ru: Ютуб

source: Produced
ru: Выпуск

source: Create new Video category
ru: Создать категорию для видео

source: Upload Web design
ru: Загрузить Веб дизайн

source: Upload web design
ru: Загрузить Веб дизайн

source: Create aboutus post
ru: Создать пост о нас

source: Please note: Ideal image must be transparent, height must be same for all logos, so if decided to have 80px then height for all logos must be 80px. And format must be either .png or .gif
ru: Важно: Логотип должен быть прозрачный без заднего фона, и для эстетичности высота логотипа должна быть всегда одинаковой, к примеру 80px. Формат логотипа .png или .gif

source: Add contact us content
ru: Добавить содержание Контакты

source: create SMM example
ru: Создать пример SMM

source: Add a new Image
ru: Добавить новое изображение

source: Main page
ru: Главная

source: Upload reel
ru: Загрузить рилс

source: create SMM content
ru: Создать контент SMM

source: Create Service
ru: Создать услугу

source: Add Video case from youtube
ru: Добавить видео кейс с ютуба

source: Add a new Web design
ru: Добавить новый веб дизайн

source: Successfully changed.
ru: Успешно изменено.

source: Not validated.
ru: Не подтверждено

source: Header entry data has been permanently deleted.
ru: Элемент шапки безвозвратно удален.

source: Successfully saved.
ru: Успешно сохранено.

source: Video category has been permanently deleted.
ru: Элемент видео категории безвозвратно удален.

source: Video data has been permanently deleted.
ru: Элемент видео безвозвратно удален.

source: Reel category has been permanently deleted.
ru: Элемент категории рилса безвозвратно удален.

source: Reel has been permanently deleted.
ru: Элемент рилса был безвозвратно удален.

source: Image category has been permanently deleted.
ru: Элемент категории изображений безвозвратно удален.

source: Image data has been permanently deleted.
ru: Элемент изображения безвозвратно удален.

source: Graphic design Image data has been permanently deleted.
ru: Элемент графического дизайна безвозвратно удален.

source: Web design data has been permanently deleted.
ru: Элемент веб дизайна безвозвратно удален.

source: SMM data has been permanently deleted.
ru: Данные SMM безвозвратно удалены.

source: SMM example has been permanently deleted.
ru: Примеры SMM безвозвратно удалены.

source: Service has been permanently deleted.
ru: Услуга безвозвратно удалена.

source: Client data has been permanently deleted.
ru: Клиент безвозвратно удален.

source: Aboutus post has been permanently deleted.
ru: Пост о нас безвозвратно удален.

source: Review has been permanently deleted.
ru: Отзыв безвозвратно удален.

source: Contacts page has been permanently deleted.
ru: Страница контактов безвозвратно удален.

source: Promo videos set has been permanently deleted.
ru: Набор промо видео роликов безвозвратно удален.

source: Our service has been permanently deleted.
ru: Услуга безвозвратно удалена.

source: Entry has been permanently deleted.
ru: Данные безвозвратно удалены.

source: Leave us your name
ru: Как вас зовут?

source: Your email to contact you
ru: Ваша эл.почта

source: Your phone number
ru: Ваш телефон номер

source: Full Name
ru: ФИО

source: Phone Number
ru: Ваш телефон номер

source: Email Address
ru: Эл. почта

source: What service are you interested in?
ru: Что вас интересует?

source: What time is convenient for you to receive a call?
ru: В какое время вам удобно созвониться?

source: Any questions? Or anything you would like to add?
ru: Тут можете добавить всё что вы считаете важным для вас.

source: Q1
ru: В1

source: Q2
ru: В2

source: Note
ru: Примечание

source: Your role or position
ru: Ваша должность или звание

source: Your workplace
ru: Ваше место работы

source: Your review
ru: Ваш отзыв

source: Role or position
ru: Должность

source: Company name
ru: Компания

source: Review
ru: Отзыв

source: Rank us from 1 (bad) to 5 (Excellent)
ru: Оцените нас

source: Failed
ru: Сбой

source: Try again later or contact us<br/> and we will get back to you shortly!
ru: Попробуйте позже или свяжитесь с нами любым удобным способом, и мы обязательно свяжемся с вами!

source: Please be aware that the prices provided are estimates. The final price will be determined once all conditions are finalized with you. Additionally, please note that this application does not constitute a payment. It is merely a reservation request. Kindly complete the required fields, and we will get in touch with you shortly.
ru: Обратите внимание, что предоставленные цены являются ориентировочными. Окончательная стоимость будет определена после согласования всех условий с вами. Также приносим во внимание, что данная анкета не включает функцию платежа. Это лишь билет на запрос. Пожалуйста, заполните все обязательные поля, и мы свяжемся с вами в ближайшее время.

source: You have chosen:
ru: Ваш выбор:

source: Success
ru: Готово

source: We received your request;<br/> we'll be in touch shortly!
ru: Мы получили ваш запрос!<br/> Мы свяжемся с вами в указанное для вас время!

source: We Value Your Feedback!
ru: Мы ценим ваше мнение!

source: Thank you for choosing us! Your experience with us is important, and we’d love to hear your thoughts.<br><br>Please take a moment to leave a review and let us know how we did. Your feedback helps us improve and continue providing the best service possible.
ru: Спасибо, что выбрали нас! Ваш опыт работы с нами важен для нас, и нам хотелось бы услышать ваше мнение.<br><br>Пожалуйста, уделите немного времени, чтобы оставить отзыв и сообщить нам, как мы справились. Ваши комментарии помогают нам улучшаться и продолжать предоставлять лучший сервис.

source: Main
ru: Главная

source: Portfolio
ru: Портфолио

source: Video Cases
ru: Видео Кейсы

source: Reels
ru: Рилсы

source: Websites
ru: Сайты

source: Graphic design
ru: Графический дизайн

source: SMM Promotion
ru: SMM

source: Our services
ru: Услуги

source: Customer reviews
ru: Отзывы

source: Our Clients
ru: Клиенты

source: About studio
ru: О студии

source: Contact
ru: Контакты

source: About Us
ru: О нас

source: At our creative studio, we weave together the art of storytelling through dynamic video production, captivating social media strategies, cutting-edge web development, and striking graphic design, crafting digital experiences that resonate and inspire.
ru: В нашей креативной студии мы объединяем искусство повествования через динамичное видеопроизводство, увлекательные стратегии в социальных сетях, передовую веб-разработку и яркий графический дизайн, создавая цифровые впечатления, которые находят отклик и вдохновляют.

source: Our address:
ru: Наш адрес:

source: Follow Us
ru: Присоединяйтесь к нам

source: Let us be social
ru: Будем на связи!

source: The Email must be set
ru: Обязательно предоставьте вашу эл.почту

source: Sign In
ru: Регистрация

source: Login
ru: Логин

source: Don't have an account?
ru: У вас нет учетной записи?

source: Create an account
ru: Создать учетную запись

source: Register
ru: Зарегестрироваться

source: If you already have an account, <a href="/login">login</a> instead.
ru: Если у вас есть учетная запись, <a href="/login">нажмите сюда</a>.

source: You are now logged in as {}.
ru: Вы вошли как {}.

source: Invalid username or password.
ru: Неверная почта или пароль.

source: You have successfully logged out.
ru: Вы успешно вошли.

source: Registration successful.
ru: Регистрация выполнена успешно.

source: Unsuccessful registration. Invalid information.
ru: Регистрация не выполнена. Неверная информация.
